[
  {
    "_id": "654f71b7268b8b07c18ca31a",
    "name": "Thomas Dohmke",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387034/GitHub%20Universe%202023/thomas-dohmke_ebvdzp.jpg",
    "role": "CEO",
    "company": "GitHub",
    "description": "Thomas Dohmke is CEO of GitHub and drives the company’s mission of making GitHub the home for all developers. Fascinated by software development since his childhood, Thomas is passionate about building tools developers love and creating products that drive software development forward. He previously co-founded HockeyApp and led the company as CEO through its acquisition by Microsoft in 2014. Thomas holds a PhD in mechanical engineering from University of Glasgow, UK. He lives in the Seattle area, is a LEGO enthusiast, and enjoys coding and making his GitHub contribution graph green in his spare time."
  },
  {
    "_id": "654f7210268b8b07c18ca36d",
    "name": "Inbal Shani",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387032/GitHub%20Universe%202023/inbal-shani_hll2dg.jpg",
    "role": "Chief Product Officer",
    "company": "GitHub",
    "description": "As Chief Product Officer at GitHub, Inbal is committed to empowering developers by creating products and services that enhance developer experience and productivity. Prior to joining GitHub, she led engineering and product teams at Amazon and Microsoft, focusing on the development of enterprise and consumer-facing services. In her most recent position, Inbal was the General Manager of AWS Elastic Containers, where she was responsible for developing containers-based solutions to assist developers in modernizing their application development. She enjoys spending her spare time with her husband, three children, and Havanese puppy, running between swimming, cross-country, and basketball meets. Additionally, she enjoys drawing and painting."
  },
  {
    "_id": "654f725f268b8b07c18ca3c0",
    "name": "Allison Weins",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387017/GitHub%20Universe%202023/allison-weins_teimjf.jpg",
    "role": "Senior Product Manager",
    "company": "GitHub",
    "description": "Allison has spent the last eight years building tools that help developers focus on what matters most: creating great software. From Visual Studio to GitHub Codespaces and now to GitHub Copilot, she's passionate about making developers happy and productive, and sharing all the latest and greatest in dev tools."
  },
  {
    "_id": "654f7295268b8b07c18ca3c3",
    "name": "Kedasha Kerr",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387040/GitHub%20Universe%202023/kedasha-kerr_pf7am0.jpg",
    "role": "Developer Advocate",
    "company": "GitHub",
    "description": "Kedasha is a Developer Advocate at GitHub, where she enjoys sharing the lessons she’s learned with the wider developer community. She finds joy in helping others learn about the tech industry and loves sharing her experience as a software developer. Find her online @itsthatladydev."
  },
  {
    "_id": "654f72d2268b8b07c18ca3c6",
    "name": "Shubha Rao",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387035/GitHub%20Universe%202023/shubha-rao_p84qt3.jpg",
    "role": "VP, Product Strategy",
    "company": "GitHub",
    "description": "Shubha Rao works at GitHub as VP of Product focusing on Strategy, Platform, & Enterprise. Shubha brings experience in enabling new developer workflows and growing enterprise SaaS businesses from her years in AWS. She lives in Seattle with her husband and two kids. In her spare time, she enjoys traveling and hiking."
  },
  {
    "_id": "654f72ff268b8b07c18ca3c9",
    "name": "Asha Chakrabarty",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387031/GitHub%20Universe%202023/asha-chakrabarty_qmft4n.jpg",
    "role": "VP, Product Management",
    "company": "GitHub",
    "description": "Asha Chakrabarty is the Vice President of Product Management for Security & Compute products at GitHub. Prior to joining GitHub, Asha was at Amazon Web Services (AWS) for 9+ years and wore multiple hats. Most recently at AWS, she led a global team of GTM and Product Specialists for AWS’ Container Services portfolio. Over the past 16+ years, her experience spans cloud computing, software development, modern application architectures, infrastructure design, and developer tools. Asha is based out of Austin, Texas where she spends her spare time with family, attempting to become a wine and dark chocolate connoisseur, and honing her novice photography skills."
  },
  {
    "_id": "654f7331268b8b07c18ca3cc",
    "name": "Stormy Peters",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387044/GitHub%20Universe%202023/stormy-peters_jwvego.jpg",
    "role": "VP, Communities",
    "company": "GitHub",
    "description": "Stormy Peters is VP of Communities at GitHub, where she leads the teams responsible for creating programs and services structured to enable online creators, developers, and open source communities. Throughout her career, Stormy has been passionate about open source software and has worked to educate companies and communities on how open source software is changing the software industry. Prior to GitHub, Stormy was the Director of the Open Source Programs Office at Microsoft, enabling 30,000+ developers to consume and contribute to open source effectively. She has worked at large organizations, started nonprofits, and led open source foundations. She currently serves on the Linux Foundation Board of Directors."
  },
  {
    "_id": "654f7398268b8b07c18ca3cf",
    "name": "Gerard McMahon",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387031/GitHub%20Universe%202023/gerard-mcmahon_al0fir.jpg",
    "role": "Head of ALM Tools and Platforms",
    "company": "Fidelity Investments",
    "description": "Gerard McMahon is Head of ECC ALM Tools and Platforms at Fidelity Investments, whose mission is to substantially improve developer experience, reduce risk to the firm, improve feature velocity and drive greater end-to-end quality and efficiency. Ger a strong advocate of Software Delivery Excellence and incorporating the principles of agility, engineering and operational excellence in building high performing teams and enabling a DevOps culture. Ger is passionate about enabling connection and collaboration across the Software Delivery ecosystem, for enabling the breaking down of silo’s and creating data driven insights for driving innovation and continuous learning for the delivery acceleration of high quality business value."
  },
  {
    "_id": "654f73cb268b8b07c18ca3d2",
    "name": "Abhishek Dutta",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387038/GitHub%20Universe%202023/abhishek-dutta_a0az4w.jpg",
    "role": "Senior Service Delivery Engineer",
    "company": "Fidelity Investments",
    "description": ""
  },
  {
    "_id": "654f740d268b8b07c18ca425",
    "name": "Adam Berelowitz",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387019/GitHub%20Universe%202023/adam-berelowitz_glqfjm.jpg",
    "role": "Application Security Executive",
    "company": "GitHub",
    "description": "Adam Berelowitz works in AppSec at GitHub. Originally a software engineer by trade, he got his start in AppSec at Veracode in 2018 before joining IBM and Snyk. In these roles, he's helped companies define and mature their AppSec programs from a tooling and process perspective both pre & post-sales for SCA, SAST, Containers, IaC, and Secrets. Adam is based in New York City."
  },
  {
    "_id": "654f7448268b8b07c18ca428",
    "name": "Alexander Androncik",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387022/GitHub%20Universe%202023/alexander-androncik_p4ilm0.jpg",
    "role": "Sr. Director Software Development",
    "company": "AMD",
    "description": "Alexander Androncik is senior director of software infrastructure at AMD. In this role, he is responsible for software development process, engineering productivity, as well as compliance and security across software engineering. With more than 20 years of industry experience, Androncik brings deep technical expertise and an excellent track record of building secure, large-scale processes and enterprise systems. Prior to AMD, Androncik held various roles at ATI Technologies. Androncik earned Bachelor of Science degree in computer science from University of Toronto and holds multiple industry accreditations and a patent in system design."
  },
  {
    "_id": "654f8425268b8b07c18ca42c",
    "name": "Alona Hlobina",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387027/GitHub%20Universe%202023/alona-hlobina_kofhfc.jpg",
    "role": "Senior Product Manager",
    "company": "GitHub",
    "description": "Alona is a Senior Product Manager at GitHub who lives in Denmark, Copenhagen, and she's originally from Ukraine. Prior to GitHub she worked at TravisCI on the continuous integration service used to build and test software projects. In the last three years at GitHub, she helped build code scanning, the feature that analyzes code in GitHub repositories to find security vulnerabilities and prevents developers from introducing new problems. Users use code scanning to find, triage, and prioritize fixes for existing vulnerabilities in the code."
  },
  {
    "_id": "654f846a268b8b07c18ca42f",
    "name": "Andrew Hoog",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387040/GitHub%20Universe%202023/andrew-hoog_fpznst.jpg",
    "role": "Founder & Board Member",
    "company": "NowSecure",
    "description": "Andrew Hoog is a developer, mobile security and forensics researcher, and co-founder of NowSecure. He is also a testifying expert witness, author of two books on mobile forensics for Android and iOS, and holds three patents in the areas of forensics, security, and data recovery. Recently, Andrew has developed various technical tutorials and YouTube videos about mobile development, DevOps, and automated security testing. Outside of work, he enjoys running, reading science fiction, traveling to new places, drinking great wine, and pausing to enjoy life."
  },
  {
    "_id": "654f84a8268b8b07c18ca432",
    "name": "Andrew Rice",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387020/GitHub%20Universe%202023/andrew-rice_mopyfh.jpg",
    "role": "Principal Researcher",
    "company": "GitHub",
    "description": "Andrew currently works as a researcher in GitHub Next. He led the Copilot for Pull Requests project, which was launched as a technical preview as part of Copilot X, and was previously part of the Copilot Model Improvements team. Prior to working at GitHub, Andrew was a Professor of Computer Science at the University of Cambridge. His interests are in the application of AI to developer tools."
  },
  {
    "_id": "654f84e4268b8b07c18ca435",
    "name": "Ankit Sobti",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387021/GitHub%20Universe%202023/ankit-sobti_axhebr.jpg",
    "role": "CTO",
    "company": "Postman",
    "description": "Ankit Sobti is Co-Founder and CTO at Postman with a vision to revolutionize the way developers create, test, and deploy APIs. The company has grown to become a global leader in the API space, empowering more than 25 million developers and 98% of the Fortune 500. His passion for simplifying complex technical processes & enhancing developer productivity has been a driving force behind the company’s success. Prior to co-founding Postman, Sobti held Senior Engineering roles at both Adobe and Yahoo."
  },
  {
    "_id": "654f8513268b8b07c18ca438",
    "name": "April Edwards",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387021/GitHub%20Universe%202023/april-edwards_s9b83x.jpg",
    "role": "Senior Developer Advocate",
    "company": "GitHub",
    "description": "April is a Senior Developer Advocate and DevOps Practice Lead at GitHub, specializing in application transformation and DevOps ways of working. Her focus is to take customers on a journey from legacy technology, to serverless and containers, where code comes first, while enabling them to take full advantage of DevOps practices. In April’s spare time she spends time hiking outdoors, skiing, or scuba diving. She is also a triathlete competing in Ironman and Half Ironman triathlons."
  },
  {
    "_id": "654f8545268b8b07c18ca43b",
    "name": "Ari LiVigni",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387020/GitHub%20Universe%202023/ari-livigni_ncng6p.jpg",
    "role": "Senior Services Delivery Engineer",
    "company": "GitHub",
    "description": "Ari is a Senior DevOps Architect in Expert Services at GitHub. Ari currently works with Microsoft and GitHub customers in the public sector to improve DevSecOps and develops solutions to maximize efficiencies in how customers build, deliver, and deploy their software in a secure way. In the past, Ari has contributed to DevOps solutions with a focus on continuous integration/delivery/deployment workflows at both Red Hat and VMware. Ari has architected and implemented CI/CD solutions natively into container orchestration platforms such as Kubernetes and Red Hat OpenShift."
  },
  {
    "_id": "654f858b268b8b07c18ca43e",
    "name": "Arthur Maltson",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387081/GitHub%20Universe%202023/arthur-maltson_xs3ogg.jpg",
    "role": "Distinguished Engineer",
    "company": "Capital One",
    "description": "Arthur Maltson is a Distinguished Engineer at Capital One, who’s 70% Dev and 30% Ops. He’s currently practicing DevOps during the day, and as a husband and father, DadOps at night. Arthur is passionate about finding 'goo' in existing systems and processes, and then automating them away through creative and well-crafted tools that have developer experience at their core. In his spare time, Arthur spends far too much time trying to keep up with the latest tech. He also occasionally blogs, Tweets, and commits to OSS."
  },
  {
    "_id": "654f85f24db6833b7ac244b8",
    "name": "Bassem Dghaidi",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387025/GitHub%20Universe%202023/bassem-dghaidi_wvevzn.jpg",
    "role": "Senior Software Engineer",
    "company": "GitHub",
    "description": "Bassem Dghaidi enjoys solving hard problems in internet scale distributed systems and takes pride in abolishing organizational inefficiencies and adopting a cross-disciplined approach to problem solving. Bassem is a Senior Software Engineer at GitHub, where he is currently focused on building the next generation of GitHub Actions. With a career spanning over 15 years, Bassem worked across various industries, including TechEd, car manufacturing, FinTech, transportation and logistics. In a previous role, Bassem worked closely with some of the largest corporate customers and Fortune 500 companies as a trusted advisor. He helped these enterprises optimize their software development lifecycle and adopt DevOps best practices. Apart from his work at GitHub, Bassem is passionate about empowering the next generation of technologists. He was a founding member of SE Factory, a technical career accelerator that has become Lebanon’s leading training program for aspiring software engineers. Bassem is also an active podcaster and content creator sharing his technical and career-related insights on major social media platforms."
  },
  {
    "_id": "654f86274db6833b7ac244bb",
    "name": "Ben Vance",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1698387023/GitHub%20Universe%202023/ben-vance_x6ihe0.jpg",
    "role": "Senior Support Engineer",
    "company": "GitHub",
    "description": "Ben Vance is a seasoned support professional with over a decade of experience in technical customer service. As a Senior Support Engineer at GitHub, he brings a wealth of expertise in the critical domains of account security and authentication. Ben's journey at GitHub began in 2015, and since then, he has played a pivotal role in safeguarding the digital identities of users across the platform. Prior to GitHub, Ben distinguished himself as a Support Operations Manager and a Certified Scrum Master (CSM) at Campaign Monitor. With an extensive background in customer support and a specialization in account security, Ben is uniquely positioned to share invaluable insights into the evolving landscape of digital protection. Beyond the tech realm, Ben finds solace in the great outdoors as an avid backpacker and camper. However, his most cherished role is that of a dedicated dad to his twin boys."
  },
  {
    "_id": "654f86f84db6833b7ac244be",
    "name": "Ben Michel",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1699710612/GitHub%20Universe%202023/speakers-ben-michel_boippf.jpg",
    "role": "Developer Advocate (Community Team)",
    "company": "Datadog",
    "description": "Ben cares about enabling developers, and supporting open source projects that push the Web forward (OpenJS Foundation, Node.js, tc39, Unicode Consortium). As a Developer Advocate at Datadog, he helps devs create great experiences using real user monitoring and distributed synthetic testing. Ben has also led JavaScript meetups over the years (PDXNode, WebAudioPDX) and occasionally produces music."
  },
  {
    "_id": "65548cfe2e991b576a1e3766",
    "name": "Brian Beck",
    "photo": "https://res.cloudinary.com/dkuupqwt5/image/upload/v1700039919/GitHub%20Universe%202023/speakers-brian-beck_hxidz1.jpg",
    "role": "Director of Software Engineering",
    "company": "Paypal",
    "description": "Brian has a passion for helping developers and development teams achieve success. He currently leads engineering for PayPal's Developer Experience organization, where he focuses on building PayPal's next generation of experiences to support the developer community."
  }
]
